Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# currencyAmountField.clearButton.accessibilityLabel
source: Clear amount
ar: مسح المبلغ
bn: পরিমাণ সাফ করুন
ca: Esborrar import
cs: Vymazat částku
da: Ryd beløb
de: Betrag löschen
el: Διαγραφή ποσού
es: Borrar cantidad
es_mx: Borrar cantidad
fi: Tyhjennä summa
fr: Effacer le montant
fr_ca: Effacer le montant
gu: રકમ સાફ કરો
he: ניקוי הסכום
hi: राशि हटाएँ
hr: Obriši iznos
hu: Összeg törlése
id: Hapus jumlah
it: Cancella importo
ja: 金額をクリア
kn: ಮೊತ್ತ ತೆರವುಗೊಳಿಸಿ
ko: 금액 지우기
ml: തുക മായ്ക്കുക
mr: रक्कम साफ करा
ms: Kosongkan jumlah
nb: Tøm beløp
nl: Bedrag wissen
or: ରାଶି ସଫା କରନ୍ତୁ
pa: ਰਕਮ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść kwotę
pt_br: Limpar valor
pt_pt: Limpar montante
ro: Șterge suma
ru: Очистить сумму
sk: Vymazať sumu
sl: Počisti znesek
sv: Rensa belopp
ta: தொகையை அழி
te: మొత్తాన్ని క్లియర్ చేయండి
th: ล้างจำนวนเงิน
tr: Tutarı Temizle
uk: Очистити суму
ur: رقم صاف کریں
vi: Xóa số tiền
zh_hans: 清除金额
zh_hant: 清除金額

# currencyPicker.navigationTitle
source: Currency
ar: العملة
bn: মুদ্রা
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
es_mx: Moneda
fi: Valuutta
fr: Devise
fr_ca: Devise
gu: ચલણ
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Pénznem
id: Mata Uang
it: Valuta
ja: 通貨
kn: ಕರೆನ್ಸಿ
ko: 통화
ml: കറൻസി
mr: चलन
ms: Mata Wang
nb: Valuta
nl: Valuta
or: ମୁଦ୍ରା
pa: ਮੁਦਰਾ
pl: Waluta
pt_br: Moeda
pt_pt: Moeda
ro: Valută
ru: Валюта
sk: Mena
sl: Valuta
sv: Valuta
ta: நாணயம்
te: కరెన్సీ
th: สกุลเงิน
tr: Para Birimi
uk: Валюта
ur: کرنسی
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣

# currencyPicker.row.selected.accessibilityValue
source: Selected
ar: محدد
bn: নির্বাচিত
ca: Seleccionada
cs: Vybráno
da: Valgt
de: Ausgewählt
el: Επιλεγμένο
es: Seleccionada
es_mx: Seleccionada
fi: Valittu
fr: Sélectionné
fr_ca: Sélectionné
gu: પસંદ કર્યું
he: נבחר
hi: चुना गया
hr: Odabrano
hu: Kijelölve
id: Dipilih
it: Selezionata
ja: 選択済み
kn: ಆಯ್ಕೆ ಮಾಡಿದೆ
ko: 선택됨
ml: തിരഞ്ഞെടുത്തത്
mr: निवडलेले
ms: Dipilih
nb: Valgt
nl: Geselecteerd
or: ଚୟନିତ
pa: ਚੁਣਿਆ
pl: Wybrana
pt_br: Selecionado
pt_pt: Selecionado
ro: Selectat
ru: Выбрано
sk: Vybraté
sl: Izbrano
sv: Vald
ta: தேர்ந்தெடுக்கப்பட்டது
te: ఎంచుకోబడినది
th: เลือกแล้ว
tr: Seçili
uk: Вибрано
ur: منتخب
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選取

# currencyPicker.search.prompt
source: Search currencies
ar: البحث عن عملة
bn: মুদ্রা অনুসন্ধান করুন
ca: Cerca monedes
cs: Hledat měny
da: Søg valutaer
de: Währungen suchen
el: Αναζήτηση νομισμάτων
es: Buscar monedas
es_mx: Buscar monedas
fi: Hae valuuttoja
fr: Rechercher des devises
fr_ca: Rechercher des devises
gu: ચલણ શોધો
he: חפש מטבעות
hi: मुद्राएं खोजें
hr: Pretraži valute
hu: Pénznem keresése
id: Cari mata uang
it: Cerca valute
ja: 通貨を検索
kn: ಕರೆನ್ಸಿಗಳನ್ನು ಹುಡುಕಿ
ko: 통화 검색
ml: കറൻസികൾ തിരയുക
mr: चलन शोधा
ms: Cari mata wang
nb: Søk etter valuta
nl: Valuta zoeken
or: ମୁଦ୍ରା ଖୋଜନ୍ତୁ
pa: ਮੁਦਰਾਵਾਂ ਨੂੰ ਖੋਜ
pl: Szukaj walut
pt_br: Buscar moedas
pt_pt: Pesquisar moedas
ro: Caută valute
ru: Поиск валют
sk: Hľadať meny
sl: Išči valute
sv: Sök valutor
ta: நாணயங்களைத் தேடவும்
te: కరెన్సీలను సెర్చ్ చేయండి
th: ค้นหาสกุลเงิน
tr: Para birimi ara
uk: Пошук валют
ur: کریں سی تلاش کریں
vi: Tìm kiếm tiền tệ
zh_hans: 搜索货币
zh_hant: 搜尋貨幣

# date.today
source: Today
ar: اليوم
bn: আজ
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
es_mx: Hoy
fi: Tänään
fr: Aujourd'hui
fr_ca: Aujourd'hui
gu: આજે
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
kn: ಇಂದು
ko: 오늘
ml: ഇന്ന്
mr: आज
ms: Hari ini
nb: I dag
nl: Vandaag
or: ଆଜି
pa: ਅੱਜ
pl: Dzisiaj
pt_br: Hoje
pt_pt: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sl: Danes
sv: Idag
ta: இன்று
te: ఈరోజు
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# date.yesterday
source: Yesterday
ar: أمس
bn: গতকাল
ca: Ahir
cs: Včera
da: I går
de: Gestern
el: Χθες
es: Ayer
es_mx: Ayer
fi: Eilen
fr: Hier
fr_ca: Hier
gu: ગઈકાલે
he: אתמול
hi: कल
hr: Jučer
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
kn: ನಿನ್ನೆ
ko: 어제
ml: ഇന്നലെ
mr: काल
ms: Semalam
nb: I går
nl: Gisteren
or: ଗତକାଲି
pa: ਕੱਲ੍ਹ
pl: Wczoraj
pt_br: Ontem
pt_pt: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sl: Včeraj
sv: Igår
ta: நேற்று
te: నిన్న
th: เมื่อวาน
tr: Dün
uk: Вчора
ur: کل
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# feedback.email.body.intro
source: A save in the app failed repeatedly. Diagnostic context (no personal data):
ar: فشل الحفظ في التطبيق مرارًا وتكرارًا. سياق تشخيصي (بدون بيانات شخصية):
bn: অ্যাপে একটি সংরক্ষণ বারবার ব্যর্থ হয়েছে। ডায়াগনস্টিক প্রসঙ্গ (কোনো ব্যক্তিগত ডেটা নেই):
ca: Una operació de desar a l'app ha fallat repetidament. Context de diagnòstic (sense dades personals):
cs: Ukládání v aplikaci se opakovně nezdařilo. Diagnostické informace (bez osobních údajů):
da: En gemning i appen mislykkedes gentagne gange. Diagnostisk kontekst (ingen personlige data):
de: Ein Speichern in der App ist wiederholt fehlgeschlagen. Diagnosedaten (keine persönlichen Daten):
el: Αποτυχία αποθήκευσης στην εφαρμογή επανειλημμένα. Διαγνωστικό περιεχόμενο (χωρίς προσωπικά δεδομένα):
es: Un guardado en la app falló repetidamente. Contexto de diagnóstico (sin datos personales):
es_mx: Falló un guardado en la app repetidamente. Contexto de diagnóstico (sin datos personales):
fi: Sovelluksessa tallennus epäonnistui toistuvasti. Diagnostiikat (ei henkilötietoja):
fr: Une sauvegarde dans l'app a échoué plusieurs fois. Contexte de diagnostic (aucune donnée personnelle) :
fr_ca: Une sauvegarde dans l'application a échoué à plusieurs reprises. Contexte de diagnostic (aucune donnée personnelle) :
gu: ઍપ્લિકેશનમાં સાચવણું વારંવાર નિષ્ફળ થયું. નિદાનસ્થાનીય સંદર્ભ (કોઈ ગોપનીય ડેટા નથી):
he: שמירה באפליקציה נכשלה שוב ושוב. הקשר אבחון (ללא נתונים אישיים):
hi: ऐप में एक सेव बार-बार विफल हुआ। डायग्नोस्टिक संदर्भ (कोई व्यक्तिगत डेटा नहीं):
hr: Spremanje u aplikaciji nije uspjelo više puta. Dijagnostički kontekst (bez osobnih podataka):
hu: Az alkalmazásban egy mentés többször egymás után sikertelen volt. Diagnosztikai adatok (nincs személyes adat):
id: Penyimpanan di aplikasi gagal berulang kali. Konteks diagnostik (tanpa data pribadi):
it: Un salvataggio nell'app non è andato a buon fine ripetutamente. Contesto diagnostico (nessun dato personale):
ja: アプリ内の保存が繰り返し失敗しました。診断情報（個人データなし）:
kn: ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಸಾಹಿತ್ಯವು ಪುನರಾವರ್ತಿತವಾಗಿ ವಿಫಲವಾಗಿದೆ. ರೋಗನಿರ್ಣಯ ಸನ್ನಿವೇಶ (ವ್ಯಕ್ತಿಗತ ಡೇಟಾ ಇಲ್ಲ):
ko: 앱에서 저장이 반복적으로 실패했습니다. 진단 정보 (개인 데이터 없음):
ml: അപ്ലിക്കേഷനിലെ ഒരു സംരക്ഷണ ഇരുപത്താൻ പരാജയപ്പെട്ടു. വിശകലനാത്മക സന്ദർഭം (വ്യക്തിഗത ഡാറ്റ നിയന്ത്രണ):
mr: अ‍ॅपमध्ये जतन केल्यात वारंवार अपयश आली. निदान संदर्भ (व्यक्तिगत डेटा नाही):
ms: Simpanan dalam aplikasi gagal berulang kali. Konteks diagnostik (tiada data peribadi):
nb: En lagring i appen mislyktes gjentatte ganger. Diagnostisk kontekst (ingen personlige data):
nl: Een opslaan in de app is herhaaldelijk mislukt. Diagnostische informatie (geen persoonlijke gegevens):
or: ଆପର ସଂଗ୍ରହ ବାରମ୍ବାର ବିଫଳ ହୋଇଗଲା। ନିରାକରଣ ପ୍ରସଙ୍ଗ (ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ନାହିଁ):
pa: ਐਪਲੀਕੇਸ਼ਨ ਵਿੱਚ ਸੇਵ ਆਜੀਸੂ ਵਿਫ਼ਲ ਹੋਈ। ਡਾਇਗਨੌਸਟਿਕ ਰੂਪ-ਰੰਗ (ਕੋਈ ਨਿਜੀ ਡੇਟਾ ਨਹੀਂ):
pl: Zapisanie w aplikacji wielokrotnie się nie powiodło. Kontekst diagnostyczny (bez danych osobowych):
pt_br: Um salvamento no app falhou repetidamente. Contexto de diagnóstico (sem dados pessoais):
pt_pt: Uma gravação na aplicação falhou repetidamente. Contexto de diagnóstico (sem dados pessoais):
ro: O salvare în aplicație a eșuat în mod repetat. Context diagnostic (fără date personale):
ru: Сохранение в приложении не удалось повторно. Диагностическая информация (без личных данных):
sk: Uloženie v aplikácii zlyhalo viackrát. Diagnostické informácie (bez osobných údajov):
sl: Shranjevanje v aplikaciji je večkrat neuspelo. Diagnostični kontekst (brez osebnih podatkov):
sv: En sparning i appen misslyckades upprepade gånger. Diagnostisk kontext (ingen personlig data):
ta: பயன்பாட்டுல் ஒரு சேமிப்பு பல முறை தோல்வியடைந்தது. நோயறிதல் சூழல் (ஆனால் ব்যக்திगत தரவு இல்லை):
te: యాప్‌లో సేవ్ పదేపదే విఫలమైంది. నిర్ధారణ సందర్భం (వ్యక్తిగత డేటా లేదు):
th: การบันทึกในแอปล้มเหลวซ้ำแล้วซ้ำเล่า ข้อมูลการวินิจฉัย (ไม่มีข้อมูลส่วนตัว):
tr: Uygulamada bir kayıt işlemi tekrar tekrar başarısız oldu. Tanılama bilgisi (kişisel veri yok):
uk: Збереження в додатку не вдалося кілька разів. Діагностичні дані (без персональної інформації):
ur: ایپ میں ایک محفوظ کرنا بار بار ناکام ہوا۔ تشخیصی سیاق و سباق (کوئی ذاتی ڈیٹا نہیں):
vi: Lưu trong ứng dụng không thành công nhiều lần. Thông tin chẩn đoán (không bao gồm dữ liệu cá nhân):
zh_hans: 应用中的保存失败重复出现。诊断信息(不含个人数据)：
zh_hant: 應用程式中的儲存作業重複失敗。診斷內容（不包含個人資料）：

# feedback.email.body.prompt
source: Please describe what you were doing when this happened:
ar: يرجى وصف ما كنت تفعله عندما حدثت هذه المشكلة:
bn: এটি ঘটেছে যখন আপনি কী করছিলেন তা বর্ণনা করুন:
ca: Descriu si us plau què estaves fent quan ha passat això:
cs: Prosím popište, co jste dělali, když se to stalo:
da: Beskriv hvad du lavede, da dette skete:
de: Bitte beschreibe, was du getan hast, als dies passiert ist:
el: Παρακαλώ περιγράψτε τι κάνατε όταν συνέβη αυτό:
es: Por favor, describe qué estabas haciendo cuando ocurrió esto:
es_mx: Por favor describe qué estabas haciendo cuando sucedió:
fi: Kuvaile, mitä teit, kun tämä tapahtui:
fr: Décris ce que tu faisais au moment où c'est arrivé :
fr_ca: Décris ce que tu faisais au moment où c'est arrivé :
gu: આ થયું તે સમયે તમે શું કરી રહ્યા હતા તે વર્ણન કરો:
he: אנא תאר מה עשית כשזה קרה:
hi: कृपया बताएं कि आप यह कब कर रहे थे जब ऐसा हुआ:
hr: Molimo opišite što ste radili kada se ovo dogodilo:
hu: Kérjük, írd le, mit csináltál, amikor ez történt:
id: Jelaskan apa yang Anda lakukan saat hal ini terjadi:
it: Descrivi cosa stavi facendo quando è accaduto:
ja: この問題が発生した時に何をしていたかについて説明してください:
kn: ಇದು ಸಂಭವಿಸಿದಾಗ ನೀವು ಏನು ಮಾಡುತ್ತಿದ್ದಿರಿ ಎಂಬುದನ್ನು ವರ್ಣಿಸಿ:
ko: 이 문제가 발생했을 때 어떤 작업을 하고 있었는지 설명해 주세요:
ml: ഇത് സംഭവിച്ച സമയത്ത് നിങ്ങൾ എന്തായിരുന്നെന്ന് വിവരിക്കുക:
mr: कृपया वर्णन करा की हे कधी घडले तेव्हा काय करीत होते:
ms: Sila huraikan apa yang anda lakukan apabila perkara ini berlaku:
nb: Vennligst beskriv hva du gjorde da dette skjedde:
nl: Beschrijf wat je aan het doen was toen dit gebeurde:
or: ଦୟାକରି ବର୍ଣ୍ଣନା କରନ୍ତୁ ଯାହା ଆପଣ କରୁଥିଲେ ଏଟା ଘଟିଥିଲା:
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੇਰਵਾ ਦਿਓ ਕਿ ਜਦ ਇਹ ਹੋਿਆ ਤੁਸੀਂ ਕੀ ਕਰ ਰਹੇ ਸੀ:
pl: Opisz, co robiłeś, gdy to się stało:
pt_br: Descreva o que você estava fazendo quando isso aconteceu:
pt_pt: Descreve o que estavas a fazer quando isto aconteceu:
ro: Te rog descrie ce făceai când s-a întâmplat aceasta:
ru: Опиши, что ты делал, когда это произошло:
sk: Popíšte, prosím, čo ste robili, keď sa to stalo:
sl: Prosimo, opiši, kaj si počel, ko se je to zgodilo:
sv: Beskriv vad du gjorde när det här hände:
ta: இது நடக்கும்போது நீங்கள் என்ன செய்திருந்தீர்கள் என்பதை விவரிக்கவும்:
te: ఇది జరిగినప్పుడు మీరు ఏమి చేస్తున్నారో దయచేసి వివరించండి:
th: โปรดอธิบายว่าคุณกำลังทำอะไรเมื่อเหตุการณ์นี้เกิดขึ้น:
tr: Bu olduğunda ne yaptığını açıkla:
uk: Будь ласка, опишіть, що ви робили, коли це сталося:
ur: براہ کرم بیان کریں کہ جب یہ ہوا تو آپ کیا کر رہے تھے:
vi: Vui lòng mô tả những gì bạn đang làm khi lỗi này xảy ra:
zh_hans: 请描述发生此情况时您正在做什么：
zh_hant: 請描述發生此問題時您正在執行的操作：

# feedback.email.subject
source: Wren app feedback
ar: تعليقات تطبيق Wren
bn: Wren অ্যাপ প্রতিক্রিয়া
ca: Comentaris sobre Wren
cs: Zpětná vazba k aplikaci Wren
da: Wren-feedback
de: Feedback zur Wren App
el: Σχόλια για το Wren
es: Comentarios de Wren
es_mx: Comentarios de Wren
fi: Wren-sovelluksen palaute
fr: Commentaires Wren
fr_ca: Commentaires sur Wren
gu: Wren app ફીડબેક
he: פידבק על אפליקציית Wren
hi: Wren ऐप्प के बारे में प्रतिक्रिया
hr: Povratne informacije Wrena
hu: Wren alkalmazás visszajelzés
id: Umpan balik aplikasi Wren
it: Feedback su Wren
ja: Wrenアプリフィードバック
kn: Wren ಪ್ರತಿಕ್ರಿಯೆ
ko: Wren 앱 피드백
ml: Wren ആപ്പ് ഫീഡ്‌ബാക്ക്
mr: Wren ऍप प्रतिक्रिया
ms: Maklum balas Wren
nb: Tilbakemelding om Wren-appen
nl: Feedback voor Wren
or: Wren ଆପର ମତାମତ
pa: Wren ਐਪ ਸਮੀਖਿਆ
pl: Opinia o aplikacji Wren
pt_br: Feedback do Wren
pt_pt: Feedback da Wren
ro: Feedback app Wren
ru: Отзыв о приложении Wren
sk: Spätna väzba Wren
sl: Povratne informacije za Wren
sv: Feedback för Wren
ta: Wren பயன்பாட கருத்து
te: Wren యాప్ ఫీడ్‌బ్యాక్
th: ข้อเสนอแนะเกี่ยวกับแอป Wren
tr: Wren geri bildirimi
uk: Відгук застосунку Wren
ur: Wren ایپ کی رائے
vi: Phản hồi ứng dụng Wren
zh_hans: Wren 应用反馈
zh_hant: Wren 應用程式意見反應

# period.biweekly
source: Biweekly
ar: كل أسبوعين
bn: পাক্ষিক
ca: Quinzenal
cs: Jednou za dva týdny
da: Hver 14. dag
de: Zweiwöchentlich
el: Δεκαπενθήμερη
es: Quincenal
es_mx: Quincenal
fi: Kahden viikon välein
fr: Bimensuel
fr_ca: Aux deux semaines
gu: પખવાડિક
he: דו-שבועי
hi: द्विसाप्ताहिक
hr: Dvotjedno
hu: Kétheti
id: Dua Mingguan
it: Bisettimanale
ja: 隔週
kn: ಪ್ರತಿ ಎರಡು ವಾರಕ್ಕೊಮ್ಮೆ
ko: 격주
ml: രണ്ടാഴ്ചയിലൊരിക്കൽ
mr: द्वि-साप्ताहिक
ms: Dua Minggu Sekali
nb: Annenhver uke
nl: Tweewekelijks
or: ଦୁଇ-ସାପ୍ତାହିକ
pa: ਦੋ-ਹਫ਼ਤਾਵਾਰ
pl: Co dwa tygodnie
pt_br: Quinzenal
pt_pt: Quinzenal
ro: Bilunar
ru: Раз в две недели
sk: Dvojtýždenne
sl: Dvotedensko
sv: Varannan vecka
ta: இருவாரம்
te: పక్షానికోసారి
th: ทุกสองสัปดาห์
tr: İki Haftalık
uk: Двотижневий
ur: ہر دو ہفتے
vi: Hai tuần một lần
zh_hans: 每两周
zh_hant: 雙週

# period.biweekly.inline
source: biweekly
ar: كل أسبوعين
bn: পাক্ষিক
ca: quinzenal
cs: jednou za dva týdny
da: hver 14. dag
de: zweiwöchentlich
el: δεκαπενθήμερη
es: quincenal
es_mx: quincenal
fi: kahden viikon välein
fr: bihebdomadaire
fr_ca: aux deux semaines
gu: પખવાડિક
he: דו-שבועי
hi: द्विसाप्ताहिक
hr: dvotjedno
hu: kéthetes
id: dua mingguan
it: bisettimanale
ja: 隔週
kn: ಪ್ರತಿ ಎರಡು ವಾರಕ್ಕೊಮ್ಮೆ
ko: 격주
ml: രണ്ടാഴ്ചയിലൊരിക്കൽ
mr: द्वि-साप्ताहिक
ms: dua minggu sekali
nb: annenhver uke
nl: tweewekelijks
or: ଦୁଇ-ସାପ୍ତାହିକ
pa: ਦੋ-ਹਫ਼ਤਾਵਾਰ
pl: co dwa tygodnie
pt_br: quinzenal
pt_pt: quinzenal
ro: bilunar
ru: раз в две недели
sk: dvojtýždenne
sl: dvotedensko
sv: varannan vecka
ta: இருவாரம்
te: పక్షానికోసారి
th: ทุกสองสัปดาห์
tr: iki haftalık
uk: двотижневий
ur: ہر دو ہفتے
vi: hai tuần một lần
zh_hans: 每两周
zh_hant: 雙週

# period.daily
source: Daily
ar: يومي
bn: দৈনিক
ca: Diari
cs: Denně
da: Dagligt
de: Täglich
el: Ημερήσια
es: Diario
es_mx: Diario
fi: Päivittäin
fr: Quotidien
fr_ca: Quotidien
gu: દૈનિક
he: יומי
hi: दैनिक
hr: Dnevno
hu: Napi
id: Harian
it: Giornaliero
ja: 毎日
kn: ಪ್ರತಿದಿನ
ko: 매일
ml: ദിവസേന
mr: दैनिक
ms: Harian
nb: Daglig
nl: Dagelijks
or: ଦୈନିକ
pa: ਰੋਜ਼ਾਨਾ
pl: Codziennie
pt_br: Diário
pt_pt: Diário
ro: Zilnic
ru: Ежедневно
sk: Denne
sl: Dnevno
sv: Dagligen
ta: தினசரி
te: రోజువారీ
th: รายวัน
tr: Günlük
uk: Щоденний
ur: روزانہ
vi: Hàng ngày
zh_hans: 每天
zh_hant: 每日

# period.daily.inline
source: daily
ar: يومي
bn: দৈনিক
ca: diari
cs: denně
da: dagligt
de: täglich
el: ημερήσια
es: diario
es_mx: diario
fi: päivittäin
fr: quotidien
fr_ca: quotidien
gu: દૈનિક
he: יומי
hi: दैनिक
hr: dnevno
hu: napi
id: harian
it: giornaliero
ja: 毎日
kn: ಪ್ರತಿದಿನ
ko: 매일
ml: ദിവസേന
mr: दैनिक
ms: harian
nb: daglig
nl: dagelijks
or: ଦୈନିକ
pa: ਰੋਜ਼ਾਨਾ
pl: codziennie
pt_br: diário
pt_pt: diário
ro: zilnic
ru: ежедневно
sk: denne
sl: dnevno
sv: dagligen
ta: தினசரி
te: రోజువారీ
th: รายวัน
tr: günlük
uk: щоденний
ur: روزانہ
vi: hàng ngày
zh_hans: 每天
zh_hant: 每日

# period.monthly
source: Monthly
ar: شهري
bn: মাসিক
ca: Mensual
cs: Měsíčně
da: Månedligt
de: Monatlich
el: Μηνιαία
es: Mensual
es_mx: Mensual
fi: Kuukausittain
fr: Mensuel
fr_ca: Mensuel
gu: માસિક
he: חודשי
hi: मासिक
hr: Mjesečno
hu: Havi
id: Bulanan
it: Mensile
ja: 毎月
kn: ಪ್ರತಿ ತಿಂಗಳು
ko: 매월
ml: പ്രതിമാസം
mr: मासिक
ms: Bulanan
nb: Månedlig
nl: Maandelijks
or: ମାସିକ
pa: ਮਾਸਿਕ
pl: Co miesiąc
pt_br: Mensal
pt_pt: Mensal
ro: Lunar
ru: Ежемесячно
sk: Mesačne
sl: Mesečno
sv: Månadsvis
ta: மாதம்
te: నెలవారీ
th: รายเดือน
tr: Aylık
uk: Щомісячний
ur: ماہانہ
vi: Hàng tháng
zh_hans: 每月
zh_hant: 每月

# period.monthly.inline
source: monthly
ar: شهري
bn: মাসিক
ca: mensual
cs: měsíčně
da: månedligt
de: monatlich
el: μηνιαία
es: mensual
es_mx: mensual
fi: kuukausittain
fr: mensuel
fr_ca: mensuel
gu: માસિક
he: חודשי
hi: मासिक
hr: mjesečno
hu: havi
id: bulanan
it: mensile
ja: 毎月
kn: ಪ್ರತಿ ತಿಂಗಳು
ko: 매월
ml: പ്രതിമാസം
mr: मासिक
ms: bulanan
nb: månedlig
nl: maandelijks
or: ମାସିକ
pa: ਮਾਸਿਕ
pl: co miesiąc
pt_br: mensal
pt_pt: mensal
ro: lunar
ru: ежемесячно
sk: mesačne
sl: mesečno
sv: månadsvis
ta: மாதம்
te: నెలవారీ
th: รายเดือน
tr: aylık
uk: щомісячний
ur: ماہانہ
vi: hàng tháng
zh_hans: 每月
zh_hant: 每月

# period.specificDates
source: Specific Dates
ar: تواريخ محددة
bn: নির্দিষ্ট তারিখ
ca: Dates específiques
cs: Konkrétní termíny
da: Bestemte datoer
de: Bestimmte Daten
el: Συγκεκριμένες Ημερομηνίες
es: Fechas concretas
es_mx: Fechas específicas
fi: Tietyt päivämäärät
fr: Dates précises
fr_ca: Dates précises
gu: ચોક્કસ તારીખો
he: תאריכים ספציפיים
hi: विशिष्ट तारीखें
hr: Određeni datumi
hu: Konkrét dátumok
id: Tanggal Tertentu
it: Date specifiche
ja: 特定の日付
kn: ನಿರ್ದಿಷ್ಟ ದಿನಾಂಕಗಳು
ko: 특정 날짜
ml: നിർദ്ദിഷ്ട തീയതികൾ
mr: विशिष्ट तारखा
ms: Tarikh Tertentu
nb: Bestemte datoer
nl: Specifieke datums
or: ନିର୍ଦ୍ଦିଷ୍ଟ ତାରିଖ
pa: ਖ਼ਾਸ ਤਾਰੀਖ਼ਾਂ
pl: Określone daty
pt_br: Datas Específicas
pt_pt: Datas Específicas
ro: Date specifice
ru: Конкретные даты
sk: Konkrétne dátumy
sl: Določeni datumi
sv: Specifika datum
ta: குறிப்பிட்ட தேதிகள்
te: నిర్దిష్ట తేదీలు
th: วันที่ระบุ
tr: Belirli Tarihler
uk: Конкретні дати
ur: مخصوص تاریخیں
vi: Ngày cụ thể
zh_hans: 指定日期
zh_hant: 特定日期

# period.specificDates.inline
source: specific dates
ar: تواريخ محددة
bn: নির্দিষ্ট তারিখ
ca: dates específiques
cs: konkrétní data
da: bestemte datoer
de: bestimmte Daten
el: συγκεκριμένες ημερομηνίες
es: fechas concretas
es_mx: fechas específicas
fi: tietyt päivämäärät
fr: dates spécifiques
fr_ca: dates précises
gu: ચોક્કસ તારીખો
he: תאריכים ספציפיים
hi: विशिष्ट तारीखें
hr: određeni datumi
hu: meghatározott dátumok
id: tanggal tertentu
it: date specifiche
ja: 特定の日付
kn: ನಿರ್ದಿಷ್ಟ ದಿನಾಂಕಗಳು
ko: 특정 날짜
ml: നിർദ്ദിഷ്ട തീയതികൾ
mr: विशिष्ट तारखा
ms: tarikh tertentu
nb: bestemte datoer
nl: specifieke datums
or: ନିର୍ଦ୍ଦିଷ୍ଟ ତାରିଖ
pa: ਖ਼ਾਸ ਤਾਰੀਖ਼ਾਂ
pl: określone daty
pt_br: datas específicas
pt_pt: datas específicas
ro: date specifice
ru: конкретные даты
sk: konkrétne dátumy
sl: določeni datumi
sv: specifika datum
ta: குறிப்பிட்ட தேதிகள்
te: నిర్దిష్ట తేదీలు
th: วันที่ระบุ
tr: belirli tarihler
uk: конкретні дати
ur: مخصوص تاریخیں
vi: ngày cụ thể
zh_hans: 指定日期
zh_hant: 指定日期

# period.specificDates.inline.budgetRow
source: in this window
ar: في هذه النافذة
bn: এই উইন্ডোতে
ca: en aquesta finestra
cs: v tomto období
da: i dette tidsrum
de: in diesem Zeitfenster
el: σε αυτό το παράθυρο
es: en esta ventana
es_mx: en esta ventana
fi: tässä ikkunassa
fr: dans cette fenêtre
fr_ca: dans cette période
gu: આ વિંડોમાં
he: בחלון זה
hi: इस अवधि में
hr: u ovom razdoblju
hu: ebben az ablakban
id: dalam periode ini
it: in questa finestra
ja: このウィンドウ内で
kn: ಈ ವಿಂಡೋದಲ್ಲಿ
ko: 이 기간 동안
ml: ഈ വിൻഡോയിൽ
mr: या खिडकीमध्ये
ms: dalam jendela ini
nb: i denne perioden
nl: in dit venster
or: ଏହି ଜାନକାରୀ ମଧ୍ୟରେ
pa: ਇਸ ਖਿੜਕੀ ਵਿੱਚ
pl: w tym oknie
pt_br: nesta janela
pt_pt: nesta janela
ro: în această perioadă
ru: в этом периоде
sk: v tomto okne
sl: v tem časovnem oknu
sv: i den här perioden
ta: இந்த சாளரத்தில்
te: ఈ విండోలో
th: ในช่วงเวลานี้
tr: bu pencerede
uk: у цьому вікні
ur: اس کھڑکی میں
vi: trong khoảng thời gian này
zh_hans: 在此时间范围内
zh_hant: 在此期間內

# period.weekly
source: Weekly
ar: أسبوعي
bn: সাপ্তাহিক
ca: Setmanal
cs: Týdně
da: Ugentligt
de: Wöchentlich
el: Εβδομαδιαία
es: Semanal
es_mx: Semanal
fi: Viikoittain
fr: Hebdomadaire
fr_ca: Hebdomadaire
gu: સાપ્તાહિક
he: שבועי
hi: साप्ताहिक
hr: Tjedno
hu: Heti
id: Mingguan
it: Settimanale
ja: 毎週
kn: ಪ್ರತಿ ವಾರ
ko: 매주
ml: പ്രതിവാരം
mr: साप्ताहिक
ms: Mingguan
nb: Ukentlig
nl: Wekelijks
or: ସାପ୍ତାହିକ
pa: ਹਫ਼ਤਾਵਾਰ
pl: Co tydzień
pt_br: Semanal
pt_pt: Semanal
ro: Săptămânal
ru: Еженедельно
sk: Týždenne
sl: Tedensko
sv: Veckovis
ta: வாரம்
te: వారానికోసారి
th: รายสัปดาห์
tr: Haftalık
uk: Щотижневий
ur: ہفتہ وار
vi: Hàng tuần
zh_hans: 每周
zh_hant: 每週

# period.weekly.inline
source: weekly
ar: أسبوعي
bn: সাপ্তাহিক
ca: setmanal
cs: týdně
da: ugentligt
de: wöchentlich
el: εβδομαδιαία
es: semanal
es_mx: semanal
fi: viikoittain
fr: hebdomadaire
fr_ca: hebdomadaire
gu: સાપ્તાહિક
he: שבועי
hi: साप्ताहिक
hr: tjedno
hu: heti
id: mingguan
it: settimanale
ja: 毎週
kn: ಪ್ರತಿ ವಾರ
ko: 매주
ml: പ്രതിവാരം
mr: साप्ताहिक
ms: mingguan
nb: ukentlig
nl: wekelijks
or: ସାପ୍ତାହିକ
pa: ਹਫ਼ਤਾਵਾਰ
pl: co tydzień
pt_br: semanal
pt_pt: semanal
ro: săptămânal
ru: еженедельно
sk: týždenne
sl: tedensko
sv: veckovis
ta: வாரம்
te: వారానికోసారి
th: รายสัปดาห์
tr: haftalık
uk: щотижневий
ur: ہفتہ وار
vi: hàng tuần
zh_hans: 每周
zh_hant: 每週

# saveError.alert.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_mx: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleer
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消
